Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitGamesLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.attack
source: Attack
ar: هجوم
bg: Атакувайте
ca: Atacar
cs: Útočit
da: Angreb
de: Angreifen
el: Επίθεση
es: Atacar
es_419: Atacar
fi: Hyökkää
fr: Attaquer
fr_ca: Attaquer
he: התקפה
hi: हमला करें
hr: Napadni
hu: Támadás
id: Serang
it: Attacca
ja: 攻撃する
kk: Шабуыл жасау
ko: 공격
ms: Guna semula
nb: Angrip
nl: Aanvallen
pl: Atakuj
pt_br: Atacar
pt_pt: Atacar
ro: Atacă
ru: Атаковать
sk: Zaútočiť
sv: Attackera
th: โจมตี
tr: Saldır
uk: Атакувати
vi: Tấn công
zh_hans: 攻击
zh_hant: 攻擊
zh_hk: 攻击

# TK.Action.battle
source: Battle
ar: قتال
bg: Битка
ca: Batalla
cs: Bojovat
da: Kamp
de: Kämpfen
el: Μάχη
es: Batalla
es_419: Batallar
fi: Taistella
fr: Combattre
fr_ca: Combattre
he: קרב
hi: युद्ध करें
hr: Bitka
hu: Csata
id: Pertarungan
it: Combatti
ja: 戦う
kk: Жауласу
ko: 전투
ms: 战斗
nb: Kjemp
nl: Strijd Beginnen
pl: Bitwa
pt_br: Batalha
pt_pt: Batalha
ro: Luptă
ru: Сражаться
sk: Bitka
sv: Slåss
th: ต่อสู้
tr: Savaş
uk: Битися
vi: Chiến đấu
zh_hans: 战斗
zh_hant: 戰鬥
zh_hk: 战斗

# TK.Action.blockPlayer
source: Block Player
ar: حظر اللاعب
bg: Блокирайте играча
ca: Bloquejar Jugador
cs: Blokovat hráče
da: Bloker spiller
de: Spieler blockieren
el: Αποκλεισμός Παίκτη
es: Bloquear jugador
es_419: Bloquear jugador
fi: Estä pelaaja
fr: Bloquer le joueur
fr_ca: Bloquer le joueur
he: חסום שחקן
hi: खिलाड़ी को ब्लॉक करें
hr: Blokiraj igrača
hu: Játékos Blokkolása
id: Blokir Pemain
it: Blocca giocatore
ja: プレイヤーをブロックする
kk: Ойыншыны блоктау
ko: 플레이어 차단
ms: 阻止玩家
nb: Blokker spiller
nl: Speler Blokkeren
pl: Zablokuj gracza
pt_br: Bloquear Jogador
pt_pt: Bloquear Jogador
ro: Blochează jucătorul
ru: Заблокировать игрока
sk: Zablokovať hráča
sv: Blockera spelare
th: บล็อกผู้เล่น
tr: Oyuncuyu Engelle
uk: Заблокувати гравця
vi: Chặn người chơi
zh_hans: 阻止玩家
zh_hant: 封鎖玩家
zh_hk: 封锁玩家

# TK.Action.challenge
source: Challenge
ar: التحدي
bg: Предизвикателство
ca: Repte
cs: Výzva
da: Udfordring
el: Πρόκληση
es: Reto
es_419: Desafiar
fi: Haaste
fr: Défi
fr_ca: Défi
he: אתגר
hi: चुनौती
hr: Izazov
hu: Kihívás
id: Tantangan
it: Sfida
ja: チャレンジ
kk: Жарысуға шақыру
ko: 도전
ms: Cabaran
nb: Utfordre
nl: Uitdaging
pl: Wyzwanie
pt_br: Desafio
pt_pt: Desafiar
ro: Provocare
ru: Вызов
sk: Výzva
sv: Utmaning
th: คำท้า
tr: Meydan Okuma
uk: Виклик
vi: Lời thách đấu
zh_hans: 挑战
zh_hant: 挑戰
zh_hk: 挑戰

# TK.Action.claim
source: Claim
ar: مطالبة
bg: Заявете
ca: Reclamar
cs: Nárokovat
da: Gør krav på
de: Beanspruchen
el: Διεκδίκηση
es: Reclamar
es_419: Reclamar
fi: Vaadi
fr: Réclamer
fr_ca: Revendiquer
he: דרוש
hi: दावा करें
hr: Zatraži
hu: Igénylés
id: Klaim
it: Richiedi
ja: 獲得する
kk: Талап ету
ko: 주장하기
ms: Tuntut
nb: Krev
nl: Claimen
pl: Zgłoś się
pt_br: Reivindicar
pt_pt: Reivindicar
ro: Cere
ru: Запросить
sk: Uplatniť
sv: Kräv
th: เรียกร้อง
tr: Talep Et
uk: Вимагати
vi: Yêu cầu
zh_hans: 声明
zh_hant: 索賠
zh_hk: 领养

# TK.Action.collect
source: Collect
ar: جمع
bg: Събери
ca: Recollir
cs: Sběr
da: Indsaml
de: Sammeln
el: Συλλογή
es: Recoger
es_419: Recoger
fi: Kerää
fr: Collecter
fr_ca: Collecter
he: אסוף
hi: एकत्र करें
hr: Prikupi
hu: Gyűjtés
id: Kumpulkan
it: Raccogli
ja: アイテムを集める
kk: Жинау
ko: 수집하기
ms: Kumpulkan
nb: Samle
nl: Verzamelen
pl: Zbierz
pt_br: Coletar
pt_pt: Coletar
ro: Colectează
ru: Собирать
sk: Zbierať
sv: Samla
th: รวบรวม
tr: Topla
uk: Зібрати
vi: Thu thập
zh_hans: 收集
zh_hant: 收集
zh_hk: 收集

# TK.Action.defend
source: Defend
ar: دافع
bg: Защити
ca: Defensar
cs: Obránit se
da: Forsvar
de: Verteidigen
el: Αμύνεσαι
es: Defender
es_419: Defender
fi: Puolusta
fr: Défendre
fr_ca: Défendre
he: הגן
hi: रक्षा करें
hr: Brani
hu: Kezdeményezni a Védelmet
id: Pertahankan
it: Difendi
ja: 防御する
kk: Қорғау
ko: 방어
ms: Pertahankan
nb: Forsvar
nl: Verdedigen
pl: Broń
pt_br: Defender
pt_pt: Defender
ro: Apără
ru: Защитить
sk: Obhájiť
sv: Försvara
th: ป้องกัน
tr: Savun
uk: Захистити
vi: Bảo vệ
zh_hans: 防御
zh_hant: 防禦
zh_hk: 防禦

# TK.Action.equipItem
source: Equip Item
ar: تجهيز العنصر
bg: Оборудване на предмет
ca: Equipar article
cs: Připnout položku
da: Udstyr genstand
de: Gegenstand Ausrüsten
el: Εξοπλισμός Αντικειμένου
es: Equipar artículo
es_419: Equipar Objeto
fi: Varusta esine
fr: Équiper l'objet
fr_ca: Équiper l'article
he: הכנס פריט
hi: आइटम संलग्न करें
hr: Opremaj Stavku
hu: Tárgy Felszerelése
id: Pasang Item
it: Equipaggia Oggetto
ja: アイテムを装備
kk: Заттарды жабдықтау
ko: 아이템 장착
ms: Lengkapkan Item
nb: Ta på gjenstand
nl: Item Uitrusten
pl: Wyposaż przedmiot
pt_br: Equipar Item
pt_pt: Equipar Item
ro: Echipă Obiectul
ru: Экипировать предмет
sk: Vybaviť predmet
sv: Utrusta objekt
th: ใช้งานรายการ
tr: Eşyayı Ekle
uk: Надягнути предмет
vi: Trang Bị Vật Phẩm
zh_hans: 装备物品
zh_hant: 裝備物品
zh_hk: 裝備物品

# TK.Action.fight
source: Fight
ar: قاتل
bg: Бори се
ca: LLuitar
cs: Bojovat
da: Kæmp
de: Kämpfen
el: Μάχη
es: Luchar
es_419: Pelear
fi: Taisteluun
fr: Combattre
fr_ca: Combattre
he: נלחם
hi: लड़ाई करें
hr: Borba
hu: Küzdelem
id: Bertarung
it: Combatti
ja: 戦う
kk: Жекпе-жек
ko: 싸움
ms: Bertempur
nb: Kjemp
nl: Vecht
pl: Walcz
pt_br: Lutar
pt_pt: Lutar
ro: Luptă
ru: Бороться
sk: Bojovať
sv: Kämpa
th: ต่อสู้
tr: Savaş
uk: Битися
vi: Chiến đấu
zh_hans: 战斗
zh_hant: 戰鬥
zh_hk: 戰鬥

# TK.Action.findOpponent
source: Find Opponent
ar: العثور على خصم
bg: Намиране на противник
ca: Trobar oponent
cs: Najít soupeře
da: Find Modstander
de: Gegner Finden
el: Βρες Αντίπαλο
es: Buscar oponente
es_419: Encontrar oponente
fi: Etsi vastustaja
fr: Trouver un adversaire
fr_ca: Trouver un adversaire
he: מצא יריב
hi: प्रतिद्वंधी खोजें
hr: Pronađi Protivnika
hu: Ellenfél keresése
id: Temukan Lawan
it: Trova Avversario
ja: 対戦相手を探す
kk: Қарсылас табу
ko: 상대 찾기
ms: Cari Lawan
nb: Finn motstander
nl: Zoek Tegenstander
pl: Znajdź przeciwnika
pt_br: Encontrar Oponente
pt_pt: Encontrar Oponente
ro: Găsește Oponent
ru: Найти соперника
sk: Nájsť protivníka
sv: Hitta motståndare
th: ค้นหาคู่ต่อสู้
tr: Rakibi Bul
uk: Знайти суперника
vi: Tìm Đối Thủ
zh_hans: 寻找对手
zh_hant: 尋找對手
zh_hk: 查找對手

# TK.Action.forfeit
source: Forfeit
ar: التنازل
bg: Откажи се
ca: Rendició
cs: Vzdát se
da: Giv op
de: Aufgeben
el: Παραίτηση
es: Renunciar
es_419: Rendir
fi: Luovuta
fr: Abandonner
fr_ca: Abandonner
he: וותר
hi: छोड़ें
hr: Odustani
hu: Feladás
id: Menyerah
it: Rinuncia
ja: ゲームを放棄する
kk: Тастап кету
ko: 포기하기
ms: Tinggalkan
nb: Gi opp
nl: Opgeven
pl: Zrezygnuj
pt_br: Desistir
pt_pt: Desistir
ro: Renunță
ru: Сдаться
sk: Vzdanie sa
sv: Ge upp
th: ยอมแพ้
tr: Vazgeç
uk: Відмовитись
vi: Bỏ cuộc
zh_hans: 放弃
zh_hant: 放棄
zh_hk: 放弃

# TK.Action.invite
source: Invite
ar: دعوة
bg: Покани
ca: Convida
cs: Pozvat
da: Inviter
de: Einladen
el: Πρόσκληση
es: Invitar
es_419: Invitar
fi: Kutsu
fr: Inviter
fr_ca: Inviter
he: הזמן
hi: निमंत्रण दें
hr: Pozovi
hu: Meghívás
id: Undang
it: Invita
ja: 招待する
kk: Шақыру
ko: 초대하기
ms: Jemput
nb: Inviter
nl: Uitnodigen
pl: Zaproś
pt_br: Convidar
pt_pt: Convidar
ro: Invită
ru: Пригласить
sk: Pozvať
sv: Bjud in
th: เชิญ
tr: Davet Et
uk: Запросити
vi: Mời
zh_hans: 邀请
zh_hant: 邀請
zh_hk: 邀请

# TK.Action.join
source: Join
ar: انضمام
bg: Присъедини се
ca: Unir‑se
cs: Připojit
da: Deltag
de: Verbinden
el: Είσοδος
es: Unirse
es_419: Unirse
fi: Liity
fr: Rejoindre
fr_ca: Joindre
he: הצטרפות
hi: शामिल हों
hr: Pristupi
hu: Csatlakozás
id: Gabung
it: Unisciti
ja: 参加
kk: Қосылу
ko: 참여
ms: Sertai
nb: Bli med
nl: Neem deel
pl: Przyłącz się
pt_br: Participar
pt_pt: Aceder
ro: Alătură-te
ru: Присоединиться
sk: Pripojiť sa
sv: Anslut
th: เข้าร่วม
tr: Katıl
uk: Приєднатися
vi: Tham gia
zh_hans: 加入
zh_hant: 加入
zh_hk: 加入

# TK.Action.joinChallenge
source: Join Challenge
ar: انضم إلى التحدي
bg: Присъедини се към предизвикателство
ca: Unir-se al repte
cs: Připojit se ke výzvě
da: Deltag i Udfordring
de: Beitreten
el: Συμμετοχή σε Πρόκληση
es: Unirse a desafío
es_419: Unirse al Reto
fi: Liity haasteeseen
fr: Rejoindre le défi
fr_ca: Joindre le défi
he: הצטרף לאתגר
hi: चुनौती में शामिल हों
hr: Pridruži se Izazovu
hu: Csatlakozás a kihíváshoz
id: Bergabung dengan Tantangan
it: Partecipa alla Sfida
ja: チャレンジに参加
kk: Челленджге қосылу
ko: 챌린지 참여
ms: Sertai Cabaran
nb: Bli med i utfordring
nl: Doe mee aan Uitdaging
pl: Dołącz do wyzwania
pt_br: Participar do Desafio
pt_pt: Juntar-se ao Desafio
ro: Alătură-te Provocării
ru: Присоединиться к челленджу
sk: Pripojiť sa k výzve
sv: Gå med i utmaning
th: เข้าร่วมความท้าทาย
tr: Müsabakaya Katıl
uk: Приєднатися до змагання
vi: Tham Gia Thử Thách
zh_hans: 加入挑战
zh_hant: 參加挑戰
zh_hk: 參加挑戰

# TK.Action.joinMatch
source: Join Match
ar: انضم إلى المباراة
bg: Присъедини се към мач
ca: Unir-se al partit
cs: Připojit se k zápasu
da: Deltag i kamp
de: Beitreten
el: Συμμετοχή σε Αγώνα
es: Unirse a partida
es_419: Unirse a la Partida
fi: Liity otteluun
fr: Rejoindre le match
fr_ca: Joindre le match
he: הצטרף למשחק
hi: मैच में शामिल हों
hr: Pridruži se Utakmici
hu: Csatlakozás a meccshez
id: Bergabung dengan Pertandingan
it: Unisciti alla Partita
ja: マッチに参加
kk: Матчқа қосылу
ko: 매치 참여
ms: Sertai Perlawanan
nb: Bli med i kamp
nl: Doe mee aan Wedstrijd
pl: Dołącz do meczu
pt_br: Entrar na Partida
pt_pt: Juntar-se à Partida
ro: Alătură-te Meciului
ru: Присоединиться к матчу
sk: Pripojiť sa k zápasu
sv: Gå med i match
th: เข้าร่วมการแข่งขัน
tr: Maça Katıl
uk: Приєднатися до матчу
vi: Tham gia trận đấu
zh_hans: 加入比赛
zh_hant: 參加對戰
zh_hk: 加入比賽

# TK.Action.levelUp
source: Level Up
ar: ترقية
bg: Повиши нивото
ca: Nivell amunt
cs: Postoupit na vyšší úroveň
da: Niveau op
de: Level aufsteigen
el: Ανάβαθμιση
es: Subir de nivel
es_419: Subir de nivel
fi: Nosta tasoa
fr: Passer au niveau supérieur
fr_ca: Niveler
he: שדרג
hi: लेवल अप करें
hr: Napravi napredak
hu: Szintlépés
id: Tingkatkan Level
it: Livello Successivo
ja: レベルアップ
kk: Деңгейді көтеру
ko: 레벨업
ms: Naik Tingkat
nb: Nivå opp
nl: Niveau Opschalen
pl: Awansuj
pt_br: Subir de Nível
pt_pt: Subir de Nível
ro: Nivel Uplift
ru: Повысить уровень
sk: Zvýšiť úroveň
sv: Nivå upp
th: เลื่อนระดับ
tr: Seviyeyi Yükselt
uk: Підвищити рівень
vi: Cấp bậc
zh_hans: 升级
zh_hant: 升級
zh_hk: 升级

# TK.Action.multiSelect
source: Multi-Select
ar: اختيار متعدد
bg: Мулти-избор
ca: Selecció múltiple
cs: Vybrat více
da: Multivælg
de: Mehrfachauswahl
el: Επιλογή Πολλαπλών
es: Seleccionar múltiples
es_419: Selección Múltiple
fi: Monivalinta
fr: Sélection multiple
fr_ca: Sélection multiple
he: בחירה מרובה
hi: बहु-चयन करें
hr: Više odabira
hu: Többes kiválasztás
id: Pilihan Berganda
it: Selezione multipla
ja: 複数選択
kk: Көп таңдауды қосу
ko: 다중 선택
ms: Pilih Beberapa
nb: Multivalg
nl: Meerdere Selecteren
pl: Wielokrotny wybór
pt_br: Selecionar Múltiplos
pt_pt: Selecionar Múltiplos
ro: Selectare multiplă
ru: Выбрать несколько
sk: Výber viacerých
sv: Flera Val
th: เลือกหลายรายการ
tr: Çoklu Seçim
uk: Вибрати декілька
vi: Chọn nhiều
zh_hans: 多选
zh_hant: 多選
zh_hk: 多選

# TK.Action.playNow
source: Play Now
ar: العب الآن
bg: Играйте сега
ca: Reproduir ara
cs: Přehrát nyní
da: Spil nu
de: Jetzt wiedergeben
el: Παίξτε τώρα
es: Jugar ahora
es_419: Reproducir ahora
fi: Toista nyt
fr: Jouer
fr_ca: Jouer
he: נגן כעת
hi: अभी खेलें
hr: Reproduciraj odmah
hu: Játék indítása
id: Putar Sekarang
it: Riproduci Ora
ja: 今すぐプレイ
kk: Қазір ойнау
ko: 지금 플레이
ms: Main Sekarang
nb: Spill nå
nl: Speel nu af
pl: Odtwarzaj teraz
pt_br: Reproduzir Agora
pt_pt: Jogar agora
ro: Jucați acum
ru: Воспроизвести сейчас
sk: Prehrať teraz
sv: Spela nu
th: เล่นตอนนี้
tr: Şimdi Çal
uk: Відтворити
vi: Chơi ngay
zh_hans: 开始游戏
zh_hant: 立即播放
zh_hk: 立即播放

# TK.Action.practice
source: Practice
ar: مارس
bg: Практикувай
ca: Practica
cs: Procvičovat
da: Øv
de: Üben
el: Εξάσκηση
es: Practicar
es_419: Practicar
fi: Harjoittele
fr: Pratiquer
fr_ca: Pratiquer
he: תרגל
hi: अभ्यास करें
hr: Vježbaj
hu: Gyakorlás
id: Latihan
it: Pratica
ja: スキルやテクニックを練習する
kk: Тәжірибе
ko: 연습하기
ms: Amal
nb: Øv
nl: Oefenen
pl: Ćwicz
pt_br: Praticar
pt_pt: Praticar
ro: Exersează
ru: Практиковать
sk: Cvičiť
sv: Öva
th: ฝึกฝน
tr: Pratik Yap
uk: Практикувати
vi: Thực hành
zh_hans: 练习
zh_hant: 練習
zh_hk: 練習

# TK.Action.rematch
source: Rematch
ar: إعادة مباراة
bg: Реванш
ca: Desfer
cs: Odveta
de: Rückspiel
el: Ρεβάνς
es: Revancha
es_419: Revancha
fi: Uusintaottelu
fr: Revanche
he: תיקו חוזר
hi: दोबारा मैच करें
hr: Revanširaj
hu: Visszavágó
id: Pertandingan Ulang
it: Partita di ritorno
ja: リマッチする
kk: Қайта матч
ko: 리매치하기
ms: Ulang Pertandingan
nl: Speel opnieuw
pl: Rewanż
pt_br: Revanche
pt_pt: Revanche
ru: Встретиться снова
th: แข่งขันใหม่
uk: Реванш
vi: Tái đấu
zh_hans: 复赛
zh_hant: 再戰
zh_hk: 再賽

# TK.Action.reportPlayer
source: Report Player
ar: الإبلاغ عن اللاعب
bg: Докладвай играч
ca: Informar del jugador
cs: Nahlásit hráče
da: Rapporter spiller
de: Spieler melden
el: Αναφορά Παίκτη
es: Reportar jugador
es_419: Reportar jugador
fi: Ilmoita pelaajasta
fr: Signaler le joueur
fr_ca: Signaler un joueur
he: דווח על שחקן
hi: खिलाड़ी की रिपोर्ट करें
hr: Prijavi igrača
hu: Játékos Jelentése
id: Laporkan Pemain
it: Segnala Giocatore
ja: プレイヤーを報告する
kk: Ойыншыға шағымдану
ko: 플레이어 신고하기
ms: Laporkan Pemain
nb: Rapporter spiller
nl: Speler rapporteren
pl: Zgłoś gracza
pt_br: Reportar Jogador
pt_pt: Reportar jogador
ro: Raportează jucătorul
ru: Сообщить о игроке
sk: Nahlásiť hráča
sv: Rapportera spelare
th: รายงานผู้เล่น
tr: Oyuncuyu Bildir
uk: Повідомити про гравця
vi: Báo cáo Người chơi
zh_hans: 举报玩家
zh_hant: 舉報玩家
zh_hk: 舉報玩家

# TK.Action.respawn
source: Respawn
ar: إعادة الظهور
bg: Възстанови се
ca: Tornar a aparèixer
cs: Obnovit
de: Wiederbeleben
el: Επαναδημιουργία
es: Reaparecer
es_419: Reaparecer
fi: Palauta eloon
fr: Réapparaître
fr_ca: Réapparaître
he: חדוש
hi: पुनः प्रकट करें
hr: Ponovo se pojavi
hu: Újraélesztés
it: Ricrea
ja: 復活
kk: Тірілту
ko: 재입장
ms: Muncul semula
pl: Wskrześ
pt_br: Reaparecer
pt_pt: Reaparecer
ro: Reîncarcă
ru: Возродить
sk: Znovuzrodiť
sv: Återspawn
th: เกิดใหม่
tr: Tekrar Doğ
uk: Відродити
vi: Tái sinh
zh_hans: 重新生成
zh_hant: 復活
zh_hk: 重生

# TK.Action.restart
source: Restart
ar: إعادة التشغيل
bg: Рестарт
ca: Reiniciar
cs: Restartovat
da: Start igen
de: Neustarten
el: Επανεκκίνηση
es: Reiniciar
es_419: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
fr_ca: Redémarrer
he: הפעל מחדש
hi: रीस्टार्ट करें
hr: Ponovno uključi
hu: Újraindítás
id: Mulai Ulang
it: Riavvia
ja: 再起動
kk: Қайта іске қосу
ko: 재시동
ms: Mula Semula
nb: Start på nytt
nl: Herstart
pl: Uruchom ponownie
pt_br: Reiniciar
pt_pt: Reiniciar
ro: Reporniți
ru: Перезагрузить
sk: Reštartovať
sv: Starta om
th: เริ่มการทำงานเครื่องใหม่
tr: Yeniden Başlat
uk: Перезапустити
vi: Khởi động lại
zh_hans: 重新启动
zh_hant: 重新啟動
zh_hk: 重新啟動

# TK.Action.resume
source: Resume
ar: استئناف
bg: Продължи
ca: Reprendre
cs: Pokračovat
da: Genoptag
de: Fortsetzen
el: Συνέχιση
es: Reanudar
es_419: Reanudar
fi: Jatka
fr: Reprendre
fr_ca: Reprendre
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Riprendi
ja: 再開
kk: Жалғастыру
ko: 재개
ms: Teruskan
nb: Gjenoppta
nl: Hervat
pl: Wznów
pt_br: Retomar
pt_pt: Retomar
ro: Continua
ru: Возобновить
sk: Pokračovať
sv: Återuppta
th: ทำต่อ
tr: Sürdür
uk: Поновити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續
zh_hk: 恢復

# TK.Action.skipIntro
source: Skip Intro
ar: تخطي المقدمة
bg: Пропусни интрото
ca: Saltar la introducció
cs: Přeskočit úvod
da: Spring intro over
de: Einführung überspringen
el: Παράβλεψη Εισαγωγής
es: Saltar Introducción
es_419: Omitir introducción
fi: Ohita alku
fr: Passer l'introduction
fr_ca: Passer l'intro
he: דלג על מבוא
hi: इंट्रो स्किप करें
hr: Preskoči uvod
hu: Bevezető átugrása
id: Lewati Intro
it: Salta introduzione
ja: イントロをスキップ
kk: Кіріспені өткізіп жіберу
ko: 인트로 건너뛰기
ms: Langkau Pengenalan
nb: Hopp over intro
nl: Intro overslaan
pl: Pomiń wprowadzenie
pt_br: Pular Introdução
pt_pt: Saltar Introdução
ro: Sari Peste Introducere
ru: Пропустить вводное видео
sk: Preskočiť úvod
sv: Hoppa över intro
th: ข้ามบทนำ
tr: Girişi Atla
uk: Пропустити вступ
vi: Bỏ Qua Giới Thiệu
zh_hans: 跳过介绍
zh_hant: 跳過開頭
zh_hk: 跳過介紹

# TK.Action.skipTutorial
source: Skip Tutorial
ar: تخطي الدرس
bg: Пропусни урока
ca: Saltar tutorial
cs: Přeskočit tutoriál
da: Spring tutorial over
de: Tutorial überspringen
el: Παράκαμψη Μάθημα
es: Omitir Tutorial
es_419: Saltar Tutorial
fi: Ohita opetus
fr: Passer le tutoriel
fr_ca: Passer le tutoriel
he: דלג על המדריך
hi: ट्यूटोरियल छोड़ें
hr: Preskoči vodič
hu: Oktatóanyag Kihagyása
id: Lewati Tutorial
it: Salta Tutorial
ja: チュートリアルをスキップ
kk: Оқыту өткізіп жіберу
ko: 튜토리얼 생략
ms: Langkau Tutorial
nb: Hopp over veiledning
nl: Sla Tutorial Over
pl: Pomiń samouczek
pt_br: Pular Tutorial
pt_pt: Omitir Tutorial
ro: Saltă tutorialul
ru: Пропустить обучение
sk: Preskočiť tutoriál
sv: Hoppa över handledning
th: ข้ามบทเรียน
tr: Eğitimi Atla
uk: Пропустити навчання
vi: Bỏ Qua Hướng Dẫn
zh_hans: 跳过教程
zh_hant: 跳過教學
zh_hk: 跳過教程

# TK.Action.spectate
source: Spectate
ar: مشاهدة
bg: Следи
ca: Observar
cs: Sledovat
da: Se på
de: Zuschauen
el: Παρακολούθηση
es: Espectar
es_419: Espectar
fi: Katsella
fr: Spectateurr
fr_ca: Observer
he: צפה
hi: दर्शक बनें
hr: Gledaj
hu: Nézőként Részt Venni
id: Saksikan
it: Spetta
ja: 観戦する
kk: Көрермен болу
ko: 관전
ms: Tonton
nb: Se på
nl: Toeschouwen
pl: Obserwuj
pt_br: Acompanhar
pt_pt: Assistir
ro: Spectează
ru: Наблюдать
sk: Sledovať
sv: Titta på
th: ชมการเล่น
tr: İzle
uk: Спостерігати
vi: Theo dõi
zh_hans: 旁观
zh_hant: 觀看
zh_hk: 旁觀

# TK.Action.surrender
source: Surrender
ar: استسلام
bg: Предай се
ca: Rendir-se
cs: Vzdát se
da: Overgiv
de: Aufgeben
el: Παράδοση
es: Rendir
es_419: Rendirse
fi: Luovuta
fr: Abandonner
fr_ca: Abandonner
he: היכנע
hi: समर्पण करें
hr: Predaj se
hu: Megadás
id: Menyerah
it: Arrenditi
ja: 降伏する
kk: Тапсыру
ko: 항복
ms: Menyerah
nb: Overgi
nl: Overgeven
pl: Zrzuć broń
pt_br: Render-se
pt_pt: Rendir
ro: Predă-te
ru: Сдаться
sk: Vzdať sa
sv: Ge upp
th: ยอมแพ้
tr: Teslim Ol
uk: Здатися
vi: Đầu Hàng
zh_hans: 投降
zh_hant: 投降
zh_hk: 投降

# TK.Action.trackProgress
source: Track Progress
ar: تتبع التقدم
bg: Проследи напредъка
ca: Rastrejar progressos
cs: Sledovat pokrok
da: Spor Fremskridt
de: Fortschritt verfolgen
el: Παρακολουθήστε την Πρόοδο
es: Rastrear Progreso
es_419: Rastrear Progreso
fi: Seuraa edistymistä
fr: Suivre les progrès
fr_ca: Suivre les progrès
he: עקוב אחרי התקדמות
hi: प्रगति ट्रैक करें
hr: Prati napredak
hu: Haladás nyomon követése
id: Lacak Kemajuan
it: Tieni Traccia del Progresso
ja: 進捗をトラッキング
kk: Прогресті бақылау
ko: 진행 상황 추적
ms: Jejaki Kemajuan
nb: Spor fremgang
nl: Volg voortgang
pl: Śledź postęp
pt_br: Rastrear Progresso
pt_pt: Acompanhar Progresso
ro: Urmărește Progresul
ru: Отслеживать прогресс
sk: Sledovať pokrok
sv: Spåra framsteg
th: ติดตามความก้าวหน้า
tr: İlerlemeyi Takip Et
uk: Відстежити прогрес
vi: Theo Dõi Tiến Độ
zh_hans: 跟踪进度
zh_hant: 追蹤進度
zh_hk: 追蹤進度

# TK.Action.train
source: Train
ar: تدريب
bg: Тренирай
ca: Entrenar
cs: Trénovat
da: Træn
de: Trainieren
el: Εκπαίδευση
es: Entrenar
es_419: Entrenar
fi: Harjoittele
fr: Entraîner
fr_ca: Entraîner
he: אמן
hi: प्रशिक्षण करें
hr: Treniraj
hu: Edzés
id: Latihan
it: Allenati
ja: トレーニング
kk: Жаттығу
ko: 훈련
ms: Latih
nb: Tren
pl: Trenuj
pt_br: Treinar
pt_pt: Treinar
ro: Antrenează-te
ru: Тренировка
sk: Trénovať
sv: Träna
th: เริ่มฝึก
tr: Antrenman
uk: Тренуватися
vi: Tập luyện
zh_hans: 训练
zh_hant: 訓練
zh_hk: 訓練

# TK.Action.tutorial
source: Tutorial
ar: دليل الاستخدام
bg: Ръководство
cs: Návod
el: Οδηγίες
fi: Opetusohjelma
fr: Tutoriel
fr_ca: Tutoriel
he: מדריך
hi: ट्यूटोरियल
hu: Útmutató
ja: チュートリアル
kk: Сабақталған бөлім
ko: 튜토리얼
nb: Veiledning
pl: Samouczek
ru: Учебник
sk: Návod
sv: Handledningsprogram
th: แนะนำ
tr: Eğitim
uk: Посібник
vi: Hướng dẫn
zh_hans: 教程
zh_hant: 教學
zh_hk: 教程

# TK.Action.upgrade
source: Upgrade
ar: ترقية
bg: Надгради
ca: Millorar
cs: Upgradovat
da: Opgrader
de: Aktualisieren
el: Αναβάθμιση
es: Mejorar
es_419: Mejorar
fi: Paranna
fr: Mettre à jour
fr_ca: Mettre à niveau
he: ‏שדרג
hi: अपग्रेड करें
hr: Nadogradi
hu: Frissítés
id: Tingkatkan
it: Aggiorna
ja: アップグレード
kk: Жаңарту
ko: 업그레이드
ms: Naik Taraf
nb: Oppgrader
nl: Werk bij
pl: Zmień pakiet
pt_br: Atualizar
pt_pt: Melhorar
ro: Actualizați
ru: Обновить
sk: Upgradovať
sv: Uppgradera
th: อัปเกรด
tr: Yükselt
uk: Оновити
vi: Nâng cấp
zh_hans: 升级
zh_hant: 升級
zh_hk: 升級

# TK.Action.usePowerUp
source: Use Power-Up
ar: استخدم القوة
bg: Използвай бонус
ca: Utilitzar potenciador
cs: Použít power-up
da: Brug Power-Up
de: Power-Up verwenden
el: Χρησιμοποιήστε Power-Up
es: Usar Power-Up
es_419: Usar potenciador
fi: Käytä voimanostoa
fr: Utiliser le boost
fr_ca: Utiliser le boost
he: השתמש באופרציה
hi: पावर-अप का उपयोग करें
hr: Upotrijebi bonus
hu: Power-Up használata
id: Gunakan Power-Up
it: Usa Potenziamento
ja: パワーアップを使用
kk: Қуат арттыруды пайдалану
ko: 파워업 사용
ms: Gunakan Kuasa-Up
nb: Bruk Power-Up
nl: Gebruik power-up
pl: Użyj bonusu
pt_br: Usar Power-Up
pt_pt: Usar Power-Up
ro: Folosește Power-Up
ru: Использовать усиление
sk: Použiť posilnenie
sv: Använd power-up
th: ใช้พาวเวอร์อัพ
tr: Güç Artırıcı Kullan
uk: Використати посилення
vi: Sử Dụng Sức Mạnh Tạm Thời
zh_hans: 使用道具
zh_hant: 使用強化道具
zh_hk: 使用增強道具

# TK.Action.watch
source: Watch
ar: راقب
bg: Гледай
cs: Sledovat
da: Se
de: Ansehen
es: Ver
es_419: Ver
fi: Katso
fr: Regarder
fr_ca: Regarder
he: צפה
hi: देखें
hr: Gledaj
hu: Nézés
ja: 視聴する
kk: Қарау
ko: 보기
ms: Tonton
nb: Se på
pl: Oglądaj
pt_br: Assistir
pt_pt: Assistir
ro: Urmărește
ru: Наблюдать
sk: Pozerať
sv: Titta på
th: ดู
tr: İzle
uk: Дивитися
vi: Xem
zh_hans: 观看
zh_hant: 觀看

# TK.Label.achievements
source: Achievements
ar: الإنجازات
bg: Постижения
ca: Assoliments
cs: Úspěchy
da: Bedrifter
de: Erfolge
el: Επιτεύγματα
es: Logros
es_419: Logros
fi: Saavutukset
fr: Réalisations
fr_ca: Réalisations
he: הישגים
hi: उपलब्धियाँ
hr: Dostignuća
hu: Eredmények
id: Pencapaian
it: Risultati
ja: 達成項目
kk: Жетістіктер
ko: 업적
ms: Pencapaian
nb: Oppnåelser
pl: Osiągnięcia
pt_br: Conquistas
pt_pt: Conquistas
ro: Realizări
ru: Достижения
sk: Úspechy
sv: Prestationer
th: ผลสำเร็จ
tr: Başarılar
uk: Досягнення
vi: Thành tích
zh_hans: 成就
zh_hant: 成就
zh_hk: 成就

# TK.Label.battlePass
source: Battle Pass
ar: بطاقة المعركة
bg: Боен пропуск
ca: Passi de batalla
es: Pase de Batalla
es_419: Pase de Batalla
fi: Taistelupassi
fr: Passe de combat
fr_ca: Passe de combat
he: מנוי קרב
hi: बैटल पास
hr: Bojni Pass
it: Pass Battaglia
ja: バトルパス
kk: Батл пропускасы
ko: 배틀 패스
ms: Pass Pertempuran
pl: Przepustka bitewna
pt_br: Passe de Temporada
pt_pt: Passe de Batalha
ro: Bilet de Bătălie
ru: Баттл-пасс
tr: Savaş Bileti
uk: Пропуск на битву
vi: Thẻ Chiến Đấu
zh_hans: 战斗通行证
zh_hant: 戰鬥通行證
zh_hk: 挑戰通行證

# TK.Label.battleStats
source: Battle Stats
ar: إحصائيات المعركة
bg: Статистика от битка
ca: Estadístiques de Batalla
cs: Statistiky bitvy
da: Kampstatistik
de: Kampfstatistiken
el: Στατιστικά Μάχης
es: Estadísticas de Batalla
es_419: Estadísticas de Batalla
fi: Taistelutilastot
fr: Statistiques de combat
fr_ca: Stats de bataille
he: סטטיסטיקות קרב
hi: युद्ध आँकड़े
hr: Statistika bitke
hu: Csata statisztikák
id: Statistik Pertarungan
it: Statistiche di Battaglia
ja: バトル統計
kk: Соғыс статистикасы
ko: 전투 통계
ms: Statistik Pertarungan
nb: Slagstatistikk
nl: Gevechtstatistieken
pl: Statystyki bitwy
pt_br: Estatísticas de Batalha
pt_pt: Estatísticas de Batalha
ro: Statistici de luptă
ru: Статистика боев
sk: Štatistiky bojov
sv: Stridsstatistik
th: สถิติการต่อสู้
tr: Savaş İstatistikleri
uk: Статистика битв
vi: Thống kê chiến đấu
zh_hans: 战斗统计
zh_hant: 戰鬥統計
zh_hk: 战斗统计
